Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: så du husker det til etterpå.
nn: slik at du hugsar det til etterpå.

source: Andre kan også sende slike forespørsler til deg.
nn: Andre kan òg sende slike førespurnader til deg.

source: Da blir det sendt en venneforespørsel til personen og de kan velge å godta eller ignorere din forespørsel om å være venn på Facebook.
nn: Då blir det sendt ein veneførespurnad til personen og dei kan velje å godta eller ignorere førespurnaden din om å vere ven på Facebook.

source: En viktig del av kjøpsprosessen er også at du som kjøper forplikter deg til å betale for varene.
nn: Ein viktig del av kjøpsprosessen er òg at du som kjøpar forpliktar deg til å betale for varene.

source: Når noen ringer deg hører du en ringelyd og dette bildet dukker opp på skjermen din.
nn: Når nokon ringer til deg, høyrer du ein ringelyd og dette biletet dukkar opp på skjermen din.

source: lite papirfly for å publisere (dette symbolet er det samme som blir brukt når man chatter).
nn: lite papirfly for å publisere (dette symbolet er det same som blir brukt når ein chattar).

source: For å sende meg et svar må
nn: For å sende meg eit svar må

source: Siden dette er første gangen du bruker Skype, kan det nå hende du får noen instruksjoner og informasjon fra programmet.
nn: Sidan dette er første gongen du bruker Skype, kan det no hende du får nokre instruksjonar og informasjon frå programmet.

source: Alle skal nå ha et Skype-ikon et sted på skrivebordet sitt.
nn: Alle skal no ha eit Skype-ikon ein stad på skrivebordet sitt.

source: Trykker du på denne får du opp en lang liste over andre aktiviteter du kan gjøre på
nn: Trykkjer du på denne får du opp ei lang liste over andre aktivitetar du kan gjere på

source: med litt praktisk informasjon om tjenesten.
nn: litt praktisk informasjon om tenesta.

source: Ønsker du denne
nn: Ønskjer du denne

source: Dette er funksjoner
nn: Dette er funksjonar du

source: Enn så lenge har du ikke lagt til noen venner på Facebook, men lar du innstillingene stå slik som de er nå vil dine fremtidige venner kunne se bilder, kommentarer, nyhetssaker og annet som du velger å dele på Facebook.
nn: Enn så lenge har du ikkje lagt til nokon vener på Facebook, men lèt du innstillingane stå slik som dei er no, kan dei framtidige venene dine sjå bilete, kommentarar, nyheitssaker og anna som du vel å dele på Facebook.

source: Det kan være snakk om en invitasjon til å bli med på et arrangement eller i en gruppe, beskjed om at noen har lagt ut eller kommentert eller liket noe på tidslinjen din eller beskjed om at noen du kjenner har bursdag og mye flere andre ting.
nn: Det kan vere snakk om ein invitasjon til å bli med på eit arrangement eller i ei gruppe, beskjed om at nokon har lagt ut eller kommentert eller likt noko på tidslina di, eller beskjed om at nokon du kjenner har gebursdag og mange fleire andre ting.

source: Ønsker du å
nn: Ønskjer du å

source: Skriver du derimot inn eplekart så får du opp færre treff, men
nn: Skriv du derimot inn «eplekart», får du opp færre treff, men dei

source: også an å få slettet profilen sin.
nn: å få sletta profilen sin.

source: seg for om en app er verdt å bruke penger på.
nn: for om ein app er verd å bruke pengar på.

source: opprettet til bruk i dette kurset.
nn: har oppretta til bruk i dette kurset.

source: Du kan velge å bruke en eller flere av disse funksjonene når du ser noe du har lyst til å reagere på slik at andre brukere ser det.
nn: Du kan velje å bruke ein eller fleire av desse funksjonane når du ser noko du har lyst til å reagere på slik at andre brukarar ser det.

source: Hvis du så trykker på "Publiser"-knappen havner innlegget og kommentaren du har skrevet inn på din Facebook-tidslinje.
nn: Dersom du så trykkjer på "Publiser"-knappen, hamnar innlegget og kommentaren du har skrive inn på Facebook-tidslina di.

source: De fleste nettbutikkene er bygd opp ganske likt.
nn: Dei fleste nettbutikkane er bygde opp ganske likt.

source: På smarttelefon og nettbrett
nn: På smarttelefon og

source: Det går også an å ringe fra en smartTV, eller en moderne TV-spill-konsoll.
nn: Det går òg an å ringe frå ein smart-TV, eller ein moderne TV-spelkonsoll.

source: Da dukker det opp et søkefelt på skjermen.
nn: Då dukkar det opp eit søkjefelt på skjermen.

source: Bruker du en datamaskin, et nettbrett eller en smarttelefon der du stort sett er den eneste brukeren er det ikke vanlig å logge av Facebook.
nn: Bruker du ei datamaskin, eit nettbrett eller ein smarttelefon der du stort sett er den einaste brukaren, er det ikkje vanleg å logge av Facebook.

source: Ofte kan man velge mellom å få tilsendt faktura, betale med bank- eller kredittkort, eller en annen betalingsløsning.
nn: Ofte kan ein velje mellom å få tilsendt faktura, betale med bank- eller kredittkort, eller ei anna betalingsløysing.

source: jeg ønsker å lære om eplekart.
nn: ønskjer å lære om eplekart.

source: Det finnes innganger for slike langs kanten på både nettbrett, smarttelefoner og bærbare datamaskiner.
nn: Det finst inngangar for slike langs kanten på både nettbrett, smarttelefonar og berbare datamaskiner.

source: Innholdet vises kun for den eller de personene du
nn: Innhaldet blir berre vist for den eller dei

source: Du kan også motta kontaktforespørsler fra andre som ønsker å
nn: Du kan òg få kontaktførespurnader frå andre som ønskjer å ta

source: som de er nå vil dine fremtidige venner kunne se bilder, kommentarer, nyhetssaker og annet
nn: som dei er no, kan dei framtidige venene dine sjå bilete, kommentarar, nyheitssaker og anna

source: Får du en venneforespørsel fra noen du ikke ønsker å si ja til svarer du bare "Ignorer" når denne kommer.
nn: Får du ein veneførespurnad frå nokon du ikkje ønskjer å seie ja til svarar du berre "Ignorer" når denne kjem.

source: senere om du vil, vi bruker ikke tid til å gå igjennom det på dette kurset.
nn: seinare om du vil, vi bruker ikkje tid til å gå igjennom det på dette kurset.

source: Du trenger ikke eksterne høyttalere om du bruker høretelefoner med mikrofon.
nn: Du treng ikkje eksterne høgtalarar om du bruker høyretelefonar med mikrofon.

source: Be alle om å søke opp andre i klassen, slik at de kan øve på å bruke Skype med disse
nn: Be alle om å søkje opp andre i klassen, slik at dei kan øve på å bruke Skype med desse

source: Se etter en knapp eller lenke der det står "Til kasse", "Gå til betaling", "Gå til utsjekking" eller noe tilsvarende som gjør at du kan avslutte handelen.
nn: Sjå etter ein knapp eller ei lenkje der det står "Til kasse", "Gå til betaling", "Gå til utsjekking" eller noko tilsvarande som gjer at du kan avslutte handelen.

source: Hvis du noen gang skulle oppleve at noen du ikke ønsker kontakt med plager deg på Facebook er det lurt å vite om dette punktet.
nn: Dersom du nokon gong skulle oppleve at nokon du ikkje ønskjer kontakt med plagar deg på Facebook, er det lurt å vite om dette punktet.

source: Trykker du på denne får du opp en lang liste over andre aktiviteter du kan gjøre på Facebook.
nn: Trykkjer du på denne får du opp ei lang liste over andre aktivitetar du kan gjere på Facebook.

source: bildene som dukker opp på skjermen din se litt forskjellige ut.
nn: dukkar opp på skjermen din sjå litt annleis ut.

source: Hvis du bruker Facebook-appen på smarttelefon og nettbrett og ikke har chattet før får du
nn: Dersom du bruker Facebook-appen på smarttelefon og nettbrett og ikkje har chatta før, får

source: Finn ikonet for din nettleser og trykk på det.
nn: Finn ikonet for din nettlesar, og trykk på det.

source: Her kan man få litt informasjon om personen eller institusjonen, og se ting de ønsker å dele med andre på Facebook.
nn: Her kan ein få litt informasjon om personen eller institusjonen, og sjå ting dei ønskjer å dele med andre på Facebook.

source: Ønsker du å logge på igjen må du i nettleseren skrive inn e-posten eller mobilnummeret ditt og passordet før du trykker på "Logg inn"-knappen øverst på siden.
nn: Ønskjer du å logge på att må du i nettlesaren skrive inn e-postadressa eller mobilnummeret ditt og passordet før du trykkjer på "Logg inn"-knappen øvst på sida.

source: Det vanligste for mange er å bruke tommelen opp.
nn: Det vanlegaste for mange er å bruke tommelen opp.

source: Hvis skjermen blir sort (går i pausemodus) når du ikke har brukt nettbrettet på en stund kan du trykke rask på på-knappen for å få den på igjen.
nn: Dersom skjermen blir svart (går i pausemodus) når du ikkje har brukt nettbrettet på ei stund, kan du trykkje raskt på på-knappen for å få han på igjen.

source: Du kan ha så mange slike kontakter du vil på Facebook.
nn: Du kan ha så mange slike kontaktar du vil på Facebook.

source: Vent til alle som trenger å laste ned Messenger har fått gjort dette før du går videre.
nn: Vent til alle som treng å laste ned Messenger har fått gjort dette før du går vidare.

source: Om du ønsker kan du legge til
nn: Om du ønskjer det, kan du

source: Tilbake til nettleseren.
nn: Tilbake til nettlesaren.

source: Bildet som kommer opp kan se litt forskjellig ut avhengig av hva slags maskin du bruker, men feltene du må fylle ut for å lage en brukerprofil/brukerkonto er de samme.
nn: Biletet som kjem opp kan sjå litt annleis ut, alt etter kva slags maskin du bruker, men felta du må fylle ut for å lage ein brukarprofil/brukarkonto er dei same.

source: Skriv inn passordet du ønsker å bruke.
nn: Skriv inn passordet du ønskjer å bruke.

source: Når handelen er ferdig kommer du vanligvis til en side der det står at bestillingen din er mottatt.
nn: Når handelen er ferdig, kjem du vanlegvis til ei side der det står at bestillinga di er motteken.

source: For å opprette en Facebook-profil må du først gå til www.facebook.no eller laste ned
nn: For å opprette ein Facebook-profil må du først gå til www.facebook.no eller laste ned

source: Hjelp alle å få åpnet en ny fane.
nn: Hjelp alle med å få opna ei ny fane.

source: Etter alfakrøller kommer navnet på e-posttjenesten du bruker (i vårt tilfelle
nn: Etter krøllalfaen kjem namnet på e-posttenesta du brukar (i vårt tilfelle

source: I tillegg har nettbutikken en "kasse" eller utsjekking der du må bekrefte kjøpet, bestemme deg for hvordan du ønsker å betale og hvordan du vil motta varen.
nn: I tillegg har nettbutikken ei "kasse" eller utsjekking der du må stadfeste kjøpet, bestemme deg for korleis du ønskjer å betale og korleis du vil ta imot vara.

source: innehaver, kortnummer og utløpsdato (det finner du på framsiden av kortet) og CVC (denne finner du på baksiden av kortet ditt.
nn: innehavaren av kortet, kortnummer og utløpsdato (det finn du på framsida av kortet) og CVC (denne finn du på baksida av kortet ditt.

source: For å chatte med en venn går du inn på Facebook-tidslinjen deres og finner knappen der det står "Melding" og bilde av en snakkeboble.
nn: For å chatte med ein ven går du inn på Facebook-tidslina deira og finn knappen der det står "Melding" og bilete av ei snakkeboble.

source: Det samme manuset finner du også som notater under hver slide.
nn: Det same manuset finn du òg som notat under kvar slide.

source: Skriv det inn i feltet for navn.
nn: Skriv det inn i feltet for namn.

source: venner og kjente.
nn: vener og kjende.

source: Slik passer tjenesten på at du ikke har tastet feil.
nn: Slik passar tenesta på at du ikkje har tasta feil.

source: Forsikre deg om at alle har fått lastet ned en app og funnet den igjen på sin maskin før du går videre.
nn: Forsikre deg om at alle har fått lasta ned ein app og funne han igjen på mobilen/nettbrettet før du går vidare.

source: De som bruker Android ser at det dukker opp en linje med en søppelkasse øverst
nn: Dei som brukar Android, ser at det dukkar opp ei linje med ei bossbøtte øvst

source: og på slutten et punktum og bokstavene c-o-m.
nn: og på slutten eit punktum og bokstavane c-o-m.

source: personen som ringer kan bare høre stemmen din, de kan ikke se video av deg mens dere
nn: personen som ringer kan berre høyre røysta di, dei kan ikkje sjå video av deg medan de

source: Når det skjer er det ofte fordi en av versjonene,
nn: Når det skjer, er det ofte fordi ein av versjonane,

source: Mange sider inneholder mer informasjon enn det det er plass til på skjermen.
nn: Mange sider inneheld meir informasjon enn det det er plass til på skjermen.

source: Signalet går fra maskinen du bruker Skype på til maskinen til den du ringer har Skype på.
nn: Signalet går frå maskina du bruker Skype på til maskina som den du ringer har Skype på.

source: Det er viktig å være presis i søkene sine.
nn: Det er viktig å vere presis i søka sine.

source: der du stort sett er den eneste brukeren er det ikke vanlig å logge av Facebook.
nn: der du stort sett er den einaste brukaren, er det ikkje vanleg å logge av Facebook.

source: og tilgang på Skype-programmet hvor du har en konto/profil.
nn: og tilgang på Skype-programmet der du har ein konto/profil.

source: Men prosessen du skal igjennom er den samme.
nn: Men prosessen du skal igjennom er den same.

source: Det finnes også innstillinger på Facebook som lar deg bestemme hvem du vil ha kontakt
nn: Det finst òg innstillingar på Facebook som lèt deg bestemme kven du vil ha kontakt med,

source: raskt å komme tilbake til den siden du alt er på.
nn: raskt å kome tilbake til den sida du alt er på.

source: forespørselen ringe hverandre via Skype.
nn: førespurnaden ringe kvarandre via Skype.

source: måten å åpne Skype på.
nn: raskaste måten å opne Skype på.

source: Trykker du på dette kommer du til
nn: Trykkjer du på dette kjem du til

source: kunne starte et søk.
nn: starte eit søk.

source: Den som har sendt deg venneforespørselen får ikke beskjed eller melding dersom du velger å ignorere forespørselen.
nn: Den som har sendt deg veneførespurnaden får ikkje beskjed eller melding dersom du vel å ignorere førespurnaden.

source: Personen vil nå dukke opp i listen over dine kontakter, og du kan ringe han/henne via Skype straks de har sagt ja til kontaktforespørselen du har sendt.
nn: Personen dukkar no opp i lista over kontaktane dine, og du kan ringe han/henne via Skype straks dei har sagt ja til kontaktførespurnaden du har sendt.

source: Du kan også kjøpe høyttalere og mikrofon til datamaskinen, men uten kamera får du ikke sendt bilde av deg selv, da blir samtalen mer lik en vanlig telefonsamtale som er uten bilde/video.
nn: Du kan òg kjøpe høgtalarar og mikrofon til datamaskina, men utan kamera får du ikkje sendt bilete av deg sjølv. Då blir samtalen meir lik ein vanleg telefonsamtale som er utan bilete/video.

source: De som bruker nettbrett og smarttelefon har i tillegg en ekstra funksjon.
nn: Dei som bruker nettbrett og smarttelefon, har i tillegg ein ekstra funksjon.

source: Når du har funnet ut av disse tingene kan du huke av for at du er enig i kjøpsvilkårene dersom du fremdeles ønsker å kjøpe varene.
nn: Når du har funne ut av desse tinga kan du huke av for at du er einig i kjøpsvilkåra dersom du framleis ønskjer å kjøpe varene.

source: du må gjøre for å bli tilgjengelig igjen er å logge deg på.
nn: du må gjere for å bli tilgjengeleg att er å logge deg på.

source: mest sannsynlig vil du aldri trenge å gjøre dette.
nn: mest sannsynleg treng du aldri å gjere dette.

source: sende en beskjed eller noe annet som baren EN av dine venner skal se må du åpne en "chat".
nn: sende ein beskjed eller noko anna som berre EIN av venene dine skal sjå, må du opne ein "chat".

source: For å laste ned Skype må de som bruker nettbrett og telefon gå inn på sin app-butikk, søke
nn: For å laste ned Skype må dei som bruker nettbrett og telefon gå inn på sin app-butikk,

source: Plusstegnet lar deg legge til flere kontakter i samtalen, det kan du eksperimentere med senere om du vil, vi bruker ikke tid til å gå igjennom det på dette kurset.
nn: Plussteiknet lèt deg leggje til fleire kontaktar i samtalen. Det kan du eksperimentere med seinare om du vil, vi bruker ikkje tid til å gå igjennom det på dette kurset.

source: Trykker du på denne kommer du til nyhetsoversikten.
nn: Trykkjer du på denne kjem du til nyheitsoversikta.

source: For å skrive i et felt må vi trykke eller klikke på det.
nn: For å skrive i eit felt må vi trykkje eller klikke på det.

source: For å kunne ha en videosamtale via Skype med en stasjonær datamaskin må du bruke et webkamera.
nn: Du må bruke eit webkamera for å kunne ha ein videosamtale via Skype med ei stasjonær datamaskin.

source: nederst i høyre hjørne.
nn: nedst i høgre hjørne.

source: man beskjed om at det er over to hundre millioner treff.
nn: melding om at det er over to hundre millionar treff.

source: Prøv deg frem med en du kjenner som kan litt om Facebook, eller øv med noen som er her på kurset i dag.
nn: Prøv deg fram med ein du kjenner som kan litt om Facebook, eller øv med nokon som er her på kurset i dag.

source: Dette bildet viser informasjon om gratisversjonen av Wordfeud.
nn: Dette biletet viser informasjon om gratisversjonen av Wordfeud.

source: ned en app/program dersom du har smarttelefon eller nettbrett.
nn: ned ein app/program dersom du har smarttelefon eller nettbrett.

source: Mange av de som bruker
nn: Mange av dei som brukar

source: Noen av dere har kanskje et program på datamaskinen eller en app på nettbrett eller smarttelefon som dere kan bruke til å sjekke mailen med.
nn: Nokre av dykk har kanskje eit program på datamaskina eller ein app på nettbrett eller smarttelefon som de kan bruke til å sjekke e-posten med.

source: Trykker du på ikonet dukker det opp en liste som viser deg hva som har skjedd og gir deg mulighet til å godta eller avslå venneforespørselen.
nn: Trykkjer du på ikonet dukkar det opp ei liste som viser deg kva som har skjedd, der du kan godta eller avslå veneførespurnaden.

source: så det er ikke så farlig hva du velger å laste ned nå.
nn: så det er ikkje så farleg kva du vel å laste ned no.

source: fra en datamaskin til en smarttelefon – alle kombinasjoner du kan tenke deg. Det eneste
nn: TV, frå ei datamaskin til ein smarttelefon – alle kombinasjonar du kan tenkje deg. Det

source: Vent med å gå videre til alle har kommet til dette punktet.
nn: Vent med å gå vidare til alle har kome til dette punktet.

source: Trykker du på ikonet
nn: Trykkjer du på

source: Her er det mange muligheter som det går an å utforske når du har blitt en mer dreven bruker, men de eneste menyvalgene vi skal snakke om på dette kurset er de som heter "Hjelp" og "Logg ut".
nn: Her er det mange moglegheiter som du kan utforske når du har blitt ein meir erfaren brukar, men dei einaste menyvala vi skal snakke om på dette kurset, er dei som heiter "Hjelp" og "Logg ut".

source: men før vi kommer så langt må vi snakke litt om personvern og sikkerhet.
nn: kjem så langt må vi snakke litt om personvern og tryggleik.

source: De fleste bruker sitt eget navn
nn: Dei fleste bruker sitt eige

source: Trykk på "Logg ut" i menyen som dukker opp.
nn: Trykk på "Logg ut" i menyen som dukkar opp.

source: noen har kanskje bare nær familie eller kollegaer.
nn: kanskje berre nær familie eller kollegaer.

source: Det er likevel lurt å laste ned programmet til din datamaskin fordi andre da kan ringe til deg uten at du har gått inn på nettsiden.
nn: Det er likevel lurt å laste ned programmet til datamaskina di fordi andre då kan ringe til deg utan at du har gått inn på nettsida.
